IDEA StatiCa Open Model
AnchorGrid.ConcreteBlock Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Data of concrete block
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcreteBlock ConcreteBlock { get; set; }
Public Property ConcreteBlock As ConcreteBlock
	Get
	Set
public:
property ConcreteBlock^ ConcreteBlock {
	ConcreteBlock^ get ();
	void set (ConcreteBlock^ value);
}
Property Value
Type: ConcreteBlock
See Also
Reference
AnchorGrid Class
IdeaRS.OpenModel.Connection Namespace